Repository: Atomek61/ImageResize
Catalog: gui/locale/imageresize.*.po
Languages: de

# tmaindialog.toolbuttonsaveas.hint
source: Save current settings to another file
de: Speichert die aktuellen Einstellungen in einer anderen Datei

source: Font
de: Schrift

# tmrkeditdialog.actionhelp.caption
source: Help
de: Hilfe

source: ActionInsertCopyright
de: Urheberrecht

# tmrkeditdialog.actionnew.caption
source: &New
de: &Neu

source: Set all settings to the default
de: Alle Einstellungen zurücksetzen

source: Fa&vorite
de: Fa&vorit

source: Restores all settings to your favorite settings
de: Alle Einstellungen auf favorisierte zurücksetzen

# tmrkeditdialog.actionok.hint
source: The Ok button becomes available when you save the watermark or load it from a file. This is, because the Image Resize processor always needs a PNG file.
de: Die Ok-Schaltfläche wird verfügbar, wenn Sie das Wasserzeichen aus einer Datei laden, oder in einer speichern. Das ist so, weil der ImageResize-Prozessor immer eine PNG-Datei benötigt.

# tmrkeditdialog.actionopen.caption
source: &Open
de: &Öffnen

source: Open an existing .was file which contains Watermark settings.
de: Eine existierende .was-Datei öffnen mit Wasserzeichen|Einstellungen.

# tmrkeditdialog.actionsave.caption
source: &Save
de: &Speichern

# tmrkeditdialog.actionsave.hint
source: Save the current settings as a .was file and a PNG watermark file.
de: Die aktuellen Einstellungen als .was-Datei und das Wasserzeichen als PNG-Datei speichern.

# tmrkeditdialog.actionsaveas.caption
source: Save &as
de: Speichern &als

# tmrkeditdialog.actionsaveas.hint
source: Save the current settings as a .was file and a PNG watermark file
de: Die aktuellen Einstellungen als andere .was-Datei und das Wasserzeichen als andere PNG-Datei speichern

source: Set as &Favorite
de: Als &Favorit

source: Sets the current settings as your favorite settings
de: Die aktuellen Einstellungen als Favorit speichern

# tmrkeditdialog.buttoncancel.caption
source: Cancel
de: Abbrechen

# tmrkeditdialog.buttonsave.caption
source: &Save
de: &Speichern

# tmrkeditdialog.buttonsave.hint
source: Save the current settings as a .was file and a PNG watermark file.
de: Speichert die aktuelle Einstellungen als .was-Datei und als PNG-Datei.

source: Watermark Image Editor
de: Wasserzeichen-Editor

source: Outline
de: Umriss

source: Thin border around the text letters
de: Feine Linie um die Buchstaben des Textes

source: Shadow
de: Schatten

source: Width in pixels of the blur
de: Breite des Schattens

# tmrkeditdialog.label3.caption
source: Color:
de: Farbe:

# tmrkeditdialog.label4.caption
source: Color:
de: Farbe:

# tmrkeditdialog.label5.caption
source: Color:
de: Farbe:

source: Blur:
de: Verwischen:

source: Quality:
de: Qualität:

source: Save Watermark Image
de: Wasserzeichen speichern

source: Select the .imgtags file in the folder of the images to be dispayed.
de: Wählen Sie die .imgtags.Datei im Verzeichnis mit den anzuzeigenden Bildern.

# tpresentationdialog.buttoncancel.caption
source: Close
de: Schließen

# tpresentationdialog.buttoncancel.hint
source: Closes the dialog and discards the settings
de: Schließt den Dialog und verwirft geänderte Einstellungen

# tpresentationdialog.buttonexecute.caption
source: &Create
de: &Erzeugen

# tpresentationdialog.buttonexecute.hint
source: Starts the selected processor to create the presentation.
de: Startet den ausgewählten Prozessor um die Präsentation zu erzeugen.

# tpresentationdialog.buttonok.hint
source: Closes the dialog and saves the settings
de: Schließt den Dialog und übernimmt geänderte Einstellungen

source: Copies the current target folder from the main dialog.
de: Kopiert das Zielverzeichnis des Hauptdialoges hierher.

source: &Show
de: &Anzeigen

# tpresentationdialog.buttonwebshow.hint
source: Shows the presentation in your systems web browser.
de: Startet den ausgewählten Prozessor um die Präsentation zu erzeugen.

source: Presentation
de: Präsentation

source: The .imgtags file has important infomation how to create the presentation.
de: Die .imgtags-Datei enthält wichtige Informationen für die Erstellung der Präsentation.

# tpresentationdialog.labellongdescription.caption
source: <LongDescription>
de: <Lange Beschreibung>

# tpresentationdialog.labelmanagers.caption
source: &Available:
de: &Verfügbar:

# tpresentationdialog.labeltargetfolder.caption
source: .&imgtags File:
de: .&imgtags-Datei:

source: Open .imgtags File
de: Öffne .imgtags-Datei

source: This presentation has no settings
de: Diese Präsentation hat keine Einstellungen

# tpresentationmanagerframe.label1.caption
source: Settin&gs:
de: Einstellun&gen:

# tsettingsdialog.buttoncancel.caption
source: Cancel
de: Abbrechen

# tsettingsdialog.caption
source: Settings
de: Einstellungen

source: &Auto Save
de: &Automatisch speichern

source: On closing save current settings to a hidden file, so they are available on next start.
de: Beim Beenden werden die aktuellen Einstellungen in einer versteckten Datei gespeichert, sodass sie beim nächsten Start wieder zur Verfügung stehen.

# tsettingsdialog.checkboxrelpathes.caption
source: Save relative Pathes
de: Relative Pfade beim Speichern

# tsettingsdialog.checkboxrelpathes.hint
source: Pathes will be saved relative to the project file
de: Pfade werden relativ zur Projektdatei gespeichert

# tsettingsdialog.checkboxstoponerror.caption
source: &Stop on Error
de: Anhalten bei &Fehler

source: When processing the images, if to stop on the first error.
de: Wenn die Bilder prozessiert werden, ob beim ersten Fehler gestoppt werden soll.

# tsettingsdialog.checkboxwarndirty.caption
source: Saving &Query
de: Speichern &rückfragen

# tsettingsdialog.checkboxwarndirty.hint
source: Makes sure that unsaved changes will not be lost, when loading a new project.
de: Verhindert, dass ungesicherte Änderungen verloren gehen.

source: Quick Settings for Auto Save and Saving Query
de: Schnellauswahl für Automatisches Speichern und Speichern Rückfragen

# tsettingsdialog.comboboxthreadsused.hint
source: ImageResize uses thread pooling to benefit the full computers power. The number of threads should be limited to the available number of cores.
de: ImageResize nutzt Thread-Pooling um die volle Rechenleistung auszuschöpfen. Die Zahl der Threads sollte auf die Zahl der zur Verfügung stehenden Kerne beschränkt werden.

# tsettingsdialog.labelbehavior.caption
source: &Behaviour:
de: &Benehmen:

# tsettingsdialog.labelcores.caption
source: Cores
de: Kerne

source: Processing
de: Verarbeitung

source: Saving
de: Speichern

# webutils.serrinvalidhtmlcolorfmt
source: Invalid web color '%s'.
de: Ungültige Web-Farbe '%s'.
