Repository: Atomek61/ImageResize
Catalog: gui/locale/imageresize.*.po
Languages: de

source: Available
de: Verfügbar

source: Application '%s' not matching, '%s' expected
de: Anwendung '%s' passt nicht, '%s' erwartet

source: Update check failed - %s
de: Update-Check fehlgeschlagen - %s

source: Checking for update...
de: Prüfe Update...

source: There is no newer version available
de: Ihre Anwendung ist aktuell

source: Update available: Version %s from %s
de: Update verfügbar: Version %s von %s

source: Cant convert '%s' to a HTMLColor.
de: Kann '%s' nicht in HTML-Farbwert umwandeln.

source: Cant '%s' convert to a date.
de: Kann '%s' nicht in ein Datum umwandeln.

source: Invalid datetime '%s'.
de: Ungültige Zeitangabe '%s'.

source: Invalid format for datetime '%s'.
de: Ungültiges Fomat für Datum/Zeit '%s'.

# galleryprocessor.serrimgtagsnotfoundfmt
source: Tags file '%s' not found.
de: Tags-Datei '%s' nicht gefunden.

source: Building lists...
de: Baue Listen...

source: Copying '%s'...
de: Kopiere '%s'...

source: Loading image tags '%s'...
de: Lade Bildinformationen '%s'...

source: Processing '%s'...
de: Bearbeite '%s'...

source: Copied: %d/%d (%.0f%%), processed: %d/%d (%.0f%%), solved: %d/%d (%.0f%%), lists: %d, rows: %d, replaced: %d, elapsed %.1fs.
de: Kopiert: %d/%d (%.0f%%), bearbeitet: %d/%d (%.0f%%), gelöst: %d/%d (%.0f%%), Listen: %d, Zeilen: %d, Ersetzungen: %d, vergangen %.1fs.

source: Abort
de: Abbruch

source: Best Quality
de: Beste Qualität

source: Bicubic
de: Bikubisch

source: Cosine
de: Cosinus

source: Half Cosine
de: Halb-Cosinus

source: Hint
de: Hinweis

# imgres.scptinterpolationdefault
source: Default
de: Voreinstellung

# imgres.scptjpegqualitydefault
source: Default
de: Voreinstellung

# imgres.scptmaximumthread
source: Maximum
de: Maximal

# imgres.scptpngcompressiondefault
source: Default
de: Voreinstellung

source: Fastest
de: Schnellste

# imgres.scptpngcompressionmax
source: Maximum
de: Maximal

source: None
de: Keine

# imgres.scptrandomseed
source: Random
de: Zufällig

source: Stretch
de: Strecken

# imgres.scptwarning
source: Warning
de: Warnung

source: Format %s not supported
de: Format %s nicht unterstützt

source: Invalid INDEX digits number '%s'
de: Ungültige INDEX Stellenzahl '%s'

source: Invalid INDEX parameter count '%s' (2 expected)
de: Ungültiger INDEX Parameterzahl '%s' (2 erwartet)

source: Invalid INDEX placeholder parameters '%s'
de: Unglültiger INDEX placeholder '%s'

source: Invalid INDEX start '%s'
de: Ungültiger INDEX Start '%s'

# imgres.serrinvalidinterpolationfmt
source: Invalid interpolation name '%s'
de: Ungültiger Name der Interpolation - '%s'

source: Invalid JPEG quality '%s' (1..100 expected)
de: Ungültige JPEG-Qualität %s (Voreinstellung oder 1..100) erwartet

source: Invalid watermark size/pos parameters '%s' (3 comma-separated floats expected)
de: Ungültige Wasserzeichen Größe/Position '%s' (3 kommaseparierte Fließkommazahlen erwartet)

source: Invalid watermark size/position range '%s' (0..100.0 expected)
de: Ungültige Wasserzeichen Größe/Position '%s' (0..100,0 erwartet)

source: Invalid watermark opacity value '%s' (0..100.0 expected)
de: Ungültige Wasserzeichen-Deckkraft '%s' (0..100,0 erwartet)

source: Invalid number of watermark parameters '%s' (1, 2 or 3 expected)
de: Ungültige Anzahl von Wasserzeichen-Parametern '%s' (1, 2, oder 3 erwartet)

source: Unknown or invalid placeholder
de: Unbekannter oder ungültiger Platzhalter

source: Invalid PNG compression %d (0..3 expected)
de: Ungültige PNG-Kompression %d (0..3 erwartet)

source: Invalid PNG compression '%s' (Default, None, Fastest or Maximum expected)
de: Ungültige PNG-Kompression %s (Voreinstellung, Keine, Schnellste oder Maximal erwartet).

source: Invalid renaming parameter '%s'
de: Ungültiger Umbennennungs-Parameter '%s'

source: Invalid sizes '%s'
de: Ungültige Größen '%s'

source: Invalid threadcount
de: Ungültige Zahl von Threads

source: Missing sizes.
de: Fehlende Größe.

source: Multiple sizes but placeholder %SIZE% not found in either folder or filename template
de: Mehrfache Größe, aber Platzhalter %SIZE% nicht gefunden im Verzeichnisnamen oder in der Dateinamen-Vorlage

source: Images: %d, Filter: %s, Sizes: %d, Tasks: %d, Successful: %d, Failed: %d, Elapsed: %.2fs
de: Bilder: %d, Filter: %s, Größen: %d, Tasks: %d, erfolgreich: %d, fehlerhaft: %d, vergangen: %.2fs

source: Creating folder '%s'...
de: Erzeuge Verzeichnis '%s'...

source: Deleting file '%s'...
de: Lösche Datei '%s'...

source: Down-scaling '%s' from %dx%d to %dx%d...
de: Herunterskaliere '%s' von %dx%d nach %dx%d...

source: Loading '%s'...
de: Lade '%s'...

source: Loading .tags...
de: Lade .tags...

source: Loading Watermark '%s'...
de: Lade Wasserzeichen '%s'...

source: No scaling '%s' (%dx%d to %dx%d)...
de: Keine Skalierung '%s' (%dx%d nach %dx%d)...

source: Reading EXIF from '%s'...
de: Lese EXIF aus '%s'...

source: Saving '%s'...
de: Speichere '%s'...

source: Shaking list of files...
de: Mische die Dateiliste...

source: Up-scaling '%s' from %dx%d to %dx%d...
de: Heraufskaliere '%s' von %dx%d nach %dx%d...

source: Not really creating any image (-nocreate flag)
de: Erzeuge nicht wirklich irgendein Bild oder einen Folder (-nocreate Flag)

source: Watermarking '%s'...
de: Drucke Wasserzeichen auf '%s'...

source: Writing EXIF to '%s'...
de: Schreibe EXIF nach '%s'...

source: Writing Tags Report to '%s'...
de: Schreibe Tags Report nach '%s'...

source: Invalid image orientation '%s'.
de: Ungültige Bildorientierung '%s'.

source: Invalid image format '%s'.
de: Ungültiges Bildformat '%s'.

# maindlg.scptcancel
source: Cancel
de: Abbrechen

# maindlg.scptdependenciesfmt
source: Build with Lazarus %s, BGRABitmap %s, dExif %s, RichMemo
de: Erzeugt mit Lazarus %s, BGRABitmap %s, dExif %s, RichMemo

# maindlg.scptexecute
source: Execute
de: Ausfüh&ren

# maindlg.scptexecutea
source: E&xecute
de: Ausfüh&ren

source: File '%s' not found
de: Datei '%s' nicht gefunden

source: %s %s %s, Processor %s, %d Cores
de: %s %s %s, Prozessor %s, %d Kerne

# maindlg.scptlastproject
source: <last project>
de: <letzte Einstellungen>

source: Processor
de: Prozessor

# maindlg.scptquerysave
source: Project unsaved
de: Projekt ungespeichert

source: Large - Desktop size
de: Groß - Bildschirmgröße

source: Medium - Document size
de: Mittel - für Dokumente

source: Small - Thumbnail size
de: Klein - Vorschau

source: %d source files
de: %d Quelldateien

source: <unnamed>
de: <unbenannt>

source: Error at %.0f%% - %s
de: Fehler bei %.0f%% - %s

source: Cancelled at %.0f%%
de: Abgebrochen bei %.0f%%

source: Enter placeholder %SIZE% to either the target folder or the file template
de: Geben Sie den Platzhalter %SIZE% an im Verzeichnisnamen, bzw. im Dateinamen-Template

source: Invalid JPEG quality
de: Ungültige JPEG-Qualität

source: Invalid watermark opacity
de: Ungültige Wasserbild-Deckkraft

source: Invalid watermark size
de: Ungültige Wasserbild-Größe

source: Invalid watermark x border
de: Ungültige Wasserbild-X-Position

source: Invalid watermark y border
de: Ungültige Wasserbild-Y-Position

source: Invalid Shuffle Seed
de: Ungültige Zufalls-Saat

source: Invalid Sizes string
de: Ungültige Größe

source: Missing target folder
de: Fehlendes Zielverzeichnis

source: Missing source filenames
de: Fehlende Quelldateinamen

source: Source folder not found
de: Fehlendes Quellverzeichnis

source: hlp\gui\en
de: hlp\gui\de

# maindlg.slogcantloadproject
source: Cant load ImageResize project File
de: Kann ImageResize-Projekt nicht laden

source: Cant load ImageResize settings File
de: Kann die ImageResize-Einstellungen nicht laden

source: Error -
de: Fehler -

source: Warning: Unexpected project format %s (%s expected)
de: Warnung: Unerwartetes Projekt-Format %s (%s erwartet)

source: Warning: Unexpected settings format %s (%s expected)
de: Warnung: Unerwartetes Einstellungen-Format %s (%s erwartet)

source: Current directory: %s
de: Aktuelles Verzeichnis: %s

source: Description: %s
de: Beschreibung: %s

source: Project '%s' loaded
de: Projekt '%s' geladen

# maindlg.smsgprojectsavedtofmt
source: Project saved to '%s'
de: Projekt gespeichert als '%s'

source: The project has been modified. Do you want to save the changes?
de: Das Projekt wurde geändert. Wollen Sie die Änderungen speichern?

source: Watermark Editor
de: Wasserzeichen-Editor

# mrkeditdlg.serrincompatiblefileversionfmt
source: Incompatible file version %.2f (%.2f expected)
de: Inkompatible Dateiversion %.2f (%.2f erwartet)

source: Invalid filetype, %s expected
de: Unerwarteter Dateityp (%s erwartet)

source: Invalid parameters
de: Ungültige Parameter

source: .imgtags file not found.
de: .imgtags-Datei nicht gefunden.

source: Cant open resource '%s'.
de: Kann Ressource '%s' nicht öffnen.

# presentations.serrinivaluenotfoundfmt
source: Key '[%s]%s' not found in '%s'.
de: Bezeichner '[%s]%s' nicht gefunden in '%s'.

source: Unregistered PresentationManager class '%s'.
de: Unregistrierte Preäsentations-manager-Klasse '%s'.

# settings.serrassignclassfmt
source: Cant assign %s value to %s value.
de: Kann %s-Werte nicht zuweisen zu %s.

# settings.serrassigningsectionfmt
source: Cant assign values of [%s] to those of [%s].
de: Kann Werte von [%s] zu denen von [%s].

# settings.serrassignkeyfmt
source: Cant assign value of %s to %s.
de: Kann Werte von %s nicht zu %s zuweisen.

# settings.serrconverttobooleanfmt
source: Cant convert '%s' to boolean.
de: Kann '%s' nicht in einen Wahrheitswert verwandeln.

source: Cant convert '%s' to an Int32.
de: Kann '%s nicht in einen Int32 wandeln.

source: Cant convert '%s' to an UInt32.
de: Kann '%s' nicht in einen UInt32 umwandeln.

source: Invalid picklist.
de: Ungültige Pickliste.

source: Invalid picklist display.
de: Ungültiger Anzeigewert der Pickliste.

# settings.serrsettingclassnotfoundfmt
source: Setting class '%s' from ['%s'] not registered.
de: Einstellungs-Klasse '%s' in ['%s'] nicht registriert.

# settingsdlg.scptbehavior1
source: Comfortable
de: Komfortabel

# settingsdlg.scptbehavior2
source: Neurotic
de: Neurotisch

# settingsdlg.scptcoresfmt
source: for %d Cores
de: für %d Kerne

source: Invalid number of threads '%s'
de: Ungültige Zahl von Threads '%s'

# taboutdialog.actioncheckupdate.caption
source: &Check
de: &Prüfen

# taboutdialog.actionlicense.caption
source: &License
de: &Lizenz

source: &Versions
de: &Versionen

# taboutdialog.buttonclose.caption
source: Close
de: Schließen

source: About ImageResize
de: Über ImageResize

source: Press "Check" to look for an available update...
de: Drücken Sie "Prüfen", um ein verfügbares Update zu suchen...

source: Click on the link below to download the latest version. Its recommended to uninstall the current installation, but you can install a second installation additionally.
de: Klicken Sie auf das Link unten, um die aktuelle Version herunterzuladen. Es wird empfohlen die laufende Anwendung zu beenden und zu deinstallieren. Sie können eine andere Version auch zusätzlich installieren.

source: On ATOMEKs homepage:
de: Auf ATOMEKs Homepage:

source: On Github:
de: Auf Github:

# taboutdialog.tabsheetlicense.caption
source: &License
de: &Lizenz

source: first row cannot contain a *
de: erste Zeile darf nicht den * enthalten

source: file is empty
de: leere Datei

source: first Column '%s' not found
de: erste Spalte muss '%s' heißen

source: multiple '%s' tags not allowed
de: mehrere '%s'-Spalten unzulässig

source: Invalid .tags file '%s' line %d - %s.
de: Ungültige .tags-Datei '%s' Zeile %d - %s.

source: Invalid .tags file '%s' - %s.
de: Ungültige .tags-Datei '%s' - %s.

source: missing filename
de: fehlender Dateiname

source: more values than tags
de: mehr Werte als Tags

source: &Color:
de: &Farbe:

source: Cancelled
de: Abgebrochen

source: A&bout
de: &Über

# tmaindialog.actioneditwatermark.caption
source: &Watermark...
de: &Wasserzeichen...

# tmaindialog.actioneditwatermark.hint
source: Opens the internal Watermark Editor
de: Öffnet den eingebauten Wasserzeichen-Editor

# tmaindialog.actionexecute.caption
source: E&xecute
de: Ausführ&en

# tmaindialog.actionexecute.hint
source: Starts the resampling process
de: Startet das Resampling

# tmaindialog.actionhelp.caption
source: &Help
de: &Hilfe

source: Opens the local or internet-based HTML help (F1)
de: Öffnet die lokale oder die Internet-basierte HTML-Hilfe (F1)

# tmaindialog.actionnew.caption
source: &New
de: &Neu

source: Reset all settings to default values.
de: Setzt alle Einstellungen zurück auf Vorgabe.

# tmaindialog.actionopen.caption
source: &Open
de: &Öffnen

source: Load saved settings
de: Lädt gespeicherte Einstellungen

source: &Quality
de: &Qualität

source: Compression and filtering quality
de: Kompressions- und Resampling-Qualität

# tmaindialog.actionparamrenaming.caption
source: &Renaming
de: &Umbennen

source: Optional Renaming of the destination files
de: Optionale Umbenennung der Zieldateien

# tmaindialog.actionparamsizes.caption
source: Si&zes
de: Grö&ßen

source: One or more Sizes of the resampled Images
de: Eine oder mehrere Größen der resampelten Bilder

# tmaindialog.actionparamtagging.caption
source: &Tagging
de: &Taggen

source: Enables copying of certain EXIF tags or tags a copyright note.
de: Ermöglicht das Übertragen bestimmter EXIF-Metainformationen oder hängt ein gemeinsames Urheberrecht (Copyright) an die erzeugten Dateien.

# tmaindialog.actionparamwatermark.caption
source: &Watermark
de: &Wasserzeichen

source: Optional Watermark printing
de: Optionales Drucken eines Wasserzeichens

source: &Presentation...
de: &Präsentation...

source: Creates a Web gallery. You can choose between different presentations: - Slideshow - Pinboard - Based on your own web-templates
de: Erzeugt eine Web-Gallerie. Sie können zwischen verschiedenen Präsentationen wählen: - Slideshow - Pinboard - basierend auf eigenen Vorlagen

# tmaindialog.actionsave.caption
source: &Save
de: &Speichern

source: Save current settings to a file
de: Speichert die aktuellen Einstellungen in einer Datei

# tmaindialog.actionsaveas.caption
source: Save &as
de: Speichern &als

source: Save current settings to another place
de: Speichert die aktuellen Einstellungen in einer anderen Datei

# tmaindialog.actionsettings.caption
source: Settin&gs...
de: Einstellun&gen...

source: Settings dialog for some global and project-independent settings
de: Dialog für einige globale, nicht projektabhängige Einstellungen

source: &List of Files
de: Datei&liste

source: &Folder
de: &Ordner

source: Browse for one or more images
de: Wählen Sie ein oder mehrere Bilder aus

source: Select a folder with images
de: Wählen Sie einen Ordner mit Bildern

source: Clear all sizes or the selected one
de: Löscht alle Größen oder nur die markierte

source: Clear image list
de: Löscht die Liste der Bilder

# tmaindialog.buttonmrkedit.hint
source: Opens the internal Watermark Editor
de: Öffnet den eingebauten Wasserzeichen-Editor

source: Presentation Infos (.imgtags)
de: Erzeuge Infos für Präsentationen (.imgtags)

source: The Presentation afterburner requires such files with names, titles and other information about the images.
de: Der Präsentations-Nachbrenner benötigt eine solche Datei mit Dateinamen und Titeln der Bilder für die Anzeige.

# tmaindialog.checkboxmrkenabled.caption
source: Enabled
de: Anwenden

source: Don't really create Images
de: Erzeuge keine Bilder

source: If checked, no image or folder will be created. Its to check the settings and gather statistics. One exception: the Tags Report will be created!
de: Wenn ausgewählt wird kein Bild oder Ordner erzeugt. Das ist, um die Einstellungen zu prüfen und um Statistiken zu sammeln. Ausnahme: Der Tags Report wird trotzdem erzeugt!

# tmaindialog.checkboxrenenabled.caption
source: Enabled
de: Anwenden

source: Enables destination image file renaming - choose a strategy.
de: Ermöglicht die Umbenennung der Zieldateien - wähle eine Strategie.

# tmaindialog.checkboxshuffle.caption
source: Enable
de: Anwenden

source: Enables the image file names to be mixed randomly (shuffled)
de: Bewirkt, dass die Zieldateinamen zufällig gemischt werden.

source: Copyright
de: Urheberrecht (Copyright)

source: A .tagsreport file contains all the gathered tags of all origin images. The source may be the EXIF tags or from .tags files.
de: Eine .tagsreport-Datei enthält alle gesammelten Tags zu den Bilders. Quelle können EXIF-Tags oder aus .tags-Dateien sein.

source: From images EXIF tags
de: Von EXIF-Tags der Bilder

source: You can edit EXIF tags of your fotos with many programs
de: Es gibt viele Programme mit denen sie die EXIF-Tags ihrer Fotos bearbeiten können

source: From .tags files in each origins folder
de: Von .tags-Dateien aus den Ordnern der Originalbilder

source: You can put a .tags file to each of folder with your fotos
de: Sie können in jedes Verzeichnis mit ihren Bildern eine .tags-Datei schreiben

source: Timestamp
de: Zeitstempel

source: Title
de: Titel

source: When resampling an image the interpolation algorithm controls processing speed and resulting quality. The default means Mitchell for down-scaling and Spline for up-scaling. The choice of an algorithm also depends on up- or down-scaling. RTFM.
de: Beim Skalieren eines Bildes bestimmt der Interpolations-Algorithmus die Verarbeitungsgeschwindigkeit und die Qualität des Ergebnisses. Die Voreinstellung bedeutet Mitchell beim herunter- und Spline beim heraufskalieren. RTFM.

# tmaindialog.comboboxjpegquality.hint
source: Enter a JPEG quality from 1 - poor quality but high compression, small image 75 - good compression, good quality, medium size 100 - low compression, highest quality, large file
de: JPEG-Kompressions 1- Magere Qualität, hohe Kompression und kleine Dateien 75 - Gute Kompression, gute Qualität, mittlere Größe 100 - geringe Kompresssion, hohe Qualität, große Datei

source: Select a PNG lossless compression degree. Its always lossless but a tradeoff between size and processing time. The higher the compression, the higher the compressing/decompressing time.
de: Wähle eine verlustlose Kompression für PNG. Sie ist immer verlustfrei aber eine Abwägung zwischen Dateigröße und Verarbeitungszeit. Je höher die Kompression, desto größer der Rechenaufwand.

source: Enter a number, lets say 1000, to create always the same mixed order or 0 for shuffeling always randomly.
de: Geben Sie eine Zahl, z.B. 1000. um immer die selbe gemischte Ordnung zu erzeugen oder 0, um immer eine andere Zufallsfolge zu erzeugen.

source: Select a png file with the desired watermark. A watermark is a little image, which usually appears in a corner of the image. Inkscape is a good tool for creating watermark files. Or use the inbuilt editor.
de: Wählen Sie eine PNG-Datei mit deinem Wasserzeichen aus. Ein Wasserzeichen ist ein kleines Bild, das in einer Ecke des Bildes erscheint und den Urheber kennzeichnet. Sie können den eingebauten Editor oder InkScape zur Erstellung nutzen.

# tmaindialog.editmrkopacity.hint
source: Choose the watermarks opacity. A strong watermark has 100%, a weak one has 10% opacity.
de: Wählen Sie die Deckkraft für das Wasserzeichen. Ein stark deckendes hat 100%, ein schwach durchscheinendes 10%.

source: Size in percent of the watermark image in relation to the resampled image width.
de: Größe in Prozent des Wasserzeichens im Verhältnis zur Größe des resampelten Bildes.

source: Horizontal space of the watermark to the border in percent of the destination image width.
de: Horizontaler Abstand des Wasserzeichens zum Rand in Prozent zur Bildgröße.

source: Vertical space of the watermark to the border in percent of the destination image height.
de: Vertikaler Abstand des Wasserzeichens zum Rand in Prozent der Bildgröße.

source: Enter a comma-separated list of image sizes. The size refers to the longer side of an image. You can build a list by clicking the suggested sizes from the button field.
de: Enthält eine kommaseparierte Liste von Bildgrößen. Sie können die Liste erstellen, indem Sie auf die vorgeschlagenen Größen klicken. Die Größe bezieht sich auf die längere Seite des Bildes.

# tmaindialog.editsrcfolder.hint
source: Enter a source folder with your images
de: Geben Sie das Verzeichnis mit ihren Bildern ein

# tmaindialog.editsrcmasks.hint
source: Semicolon separated list of wildcards - filename templates with ? and * placeholders.
de: Durch Semikolon getrennte Liste von Wildcards - Dateinamen-Vorlagen mir ? und * Platzhaltern.

source: Enter a destination for the resampled images. If multiple sizes are entered, insert a placeholder %SIZE% into the path where the program shall insert the current size .
de: Geben Sie ein Ziel für die skalierten Bilder an. Wenn mehrere Größen angegeben werden, muss der Platzhalter %SIZE% im Pfad an der Stelle eingefügt werden, wo die aktuelle Größe erscheinen soll.

# tmaindialog.groupboxexiftagging.hint
source: Define which EXIF tags are to be copied from the origin to the resampled images. This option is valid only for JPEG files. To change the EXIF tags of your source images, you can change them in the Windows Explorer or with a photo editor like RawTherapee.
de: Legen Sie fest, welche EXIF-Metainformationen vom Original in die resampelten Bilder kopiert werden sollen. Diese Option ist nur bei JPEG-Dateien möglich. Um die EXIF-Metainformationen Ihrer Originaldateien zu bearbeiten, können Sie sie mit dem Windows-Explorer (Eigenschaften - Details) bearbeiten, oder Sie verwenden ein gängiges Bildbearbeitungsprogramm, wie RawTherapee, Lightroom oder Photoshop.

source: Filename
de: Dateiname

source: Strategy
de: Strategie

source: Shuffle
de: Mischen

# tmaindialog.groupboxtagsloading.caption
source: Tags Loading
de: Tags laden

# tmaindialog.groupboxtagssaving.caption
source: Tags Saving
de: Tags speichern

# tmaindialog.groupboxtagssaving.hint
source: A Tags Report is a list of filenames and tags, which may be usefull for creating a slideshow.
de: Ein Tags Report ist eine Liste von Dateinamen und Tags, welche nützlich sein könnte für die Erzeugung einer Slideshow.

source: Source Files:
de: Quelldateien:

source: Vertical:
de: Vertikal:

source: Opacity:
de: Deckkraft:

source: Size:
de: Größe:

source: File Selection:
de: Dateiauswahl:

# tmaindialog.label2.caption
source: Overwrite with this:
de: Überschreiben mit diesem:

source: Click or drag the watermark
de: Klicken oder ziehen Sie das Wasserzeichen

source: Algorithm:
de: Algorithmus:

source: Sizes:
de: Größen:

source: Source Folder:
de: Quellverzeichnis:

source: Quality (1..100):
de: Qualität (1..100):

source: Compression:
de: Kompression:

source: %SIZE:n,d% n - start number d - number of digits
de: %SIZE:n,d% n - Startindex d - Stellenzahl

source: Available Placeholders:
de: Verfügbare Platzhalter:

# tmaindialog.labelshuffleseed.caption
source: Seed:
de: Saat:

source: Source Images
de: Quelldateien

source: Sizes and other Settings
de: Größen und andere Einstellungen

source: Target &Folder
de: &Zielordner

source: Enter a list of files with absolute or relative paths. A relative path refers to the current directory, which is the directory where the project file was stored.
de: Geben Sie eine Liste von Quelldateien mit absoluten oder relativen Pfaden ein. Relative Pfade beziehen sich auf das aktuelle Verzeichnis, welches der Speicherort der Projektdatei ist.

source: Select one or more Images
de: Wählen Sie eine oder mehrere Dateien

source: 2 Advanced - all files in one folder
de: 2 Erweitert - alle Dateien in ein Verzeichnis

source: 3 Custom
de: 3 Angepasst

source: 1 Simple - a folder for each size
de: 1 Einfach - ein Verzeichnis für jede Größe

source: Save Tags Report as
de: Tags Report speichern als

source: License and Vendor Infos
de: Lizenz und Hersteller-Infos

# tmaindialog.toolbuttonnew.hint
source: Reset all settings to default values
de: Setzt alle Einstellungen zurück auf die Voreinstellung
